cask_args appdir: '/Applications'

tap 'heroku/brew'

brew 'asdf'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'direnv'
brew 'fzf'
brew 'git'
brew 'gpg'
brew 'heroku'
brew 'htop'
brew 'hub'
brew 'libxmlsec1'
brew 'make'
brew 'opensearch'
brew 'puma/puma/puma-dev'
brew 'redis' 
brew 'ripgrep'
brew 'rustup-init'
brew 'shared-mime-info'
brew 'starship'
brew 'the_silver_searcher'
brew 'tldr'
brew 'unzip'
brew 'wget'
brew 'zsh'

cask 'captain'
cask 'docker'
cask 'numi'
cask 'rectangle'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'warp'
