cask_args appdir: "/Applications"

tap "caskroom/cask"

brew "asdf"
brew "awsclient"
brew "coreutils"
brew "ctags"
brew "curl"
brew "direnv"
brew "elixir"
brew "fzf"
brew "git"
brew "git-crypt"
brew "go"
brew "heroku"
brew "htop-osx"
brew "hub"
brew "postgresql", service_restart: true
brew "redis", service_restart: true
brew "the_silver_searcher"
brew "tldr"
brew "unrar"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"

cask "1password"
cask "caffeine"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "numi"
cask "skype"
cask "slack"
cask "spotify"
