cask_args appdir: '/Applications'

tap 'heroku/brew'
tap 'puma/puma'

brew 'asdf'
brew 'ast-grep'
brew 'bat'
brew 'cocoapods'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'direnv'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'gpg'
brew 'htop'
brew 'lazygit'
brew 'make'
brew 'neovim'
brew 'puma/puma/puma-dev'
brew 'redis'
brew 'ripgrep'
brew 'shared-mime-info'
brew 'starship'
brew 'the_silver_searcher'
brew 'tldr'
brew 'tmux'
brew 'unzip'
brew 'wget'
brew 'zsh'

cask 'brave-browser'
cask 'podman-desktop'
cask 'fork'
cask 'wezterm'
cask 'numi'
cask 'rectangle'
cask 'spotify'
cask 'the-unarchiver'
cask 'visual-studio-code'
